<?php require_once 'slider.php';?>
<!-- <script src="/public/js/slider.js"></script> -->
<style>
    .centerContent {
        margin-top: 70vh;
    }
    @media only screen and (max-width: 1000px) {
        .centerContent {
            margin-top: 20px;
        }
    }
</style>
<div class="centerContent">
    <h3><?=$news?></h3>
    <?php require_once 'newsSlider.php'; ?>
    <h3><?=$newsLib?></p></h3>


    <p>
    <div class="indexContent"><div  style="visibility: hidden;" class="blockPcontent"><div><b>История Научной библиотеки</b> берет свое начало с небольшой библиотеки Казахского государственного женского педагогического института, основанного в <b>1944</b> году.<br><br></div></div>
        <div style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                В <b>1984</b> году библиотека перевезена в новое здание, в котором 
                обслуживание читателей ведется на <b>1-ом</b> абонементе и в <b>4-х</b> 
                читальных залах.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent">
            <div>
                В структуру научной библиотеки входит <b>5</b> отделов: Отдел обслуживания читателей, Отдел справочной библиографии и информации, Отдел комплектования библиотечного фонда и научной обработки документов, Отдел книгохранения и Центр электронных ресурсов.<br><br></div>
            </div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                <i>Сегодня богатый книжный фонд, состоящий из <b>1 090 672</b> 
                экземпляров, включает в себя научные и научно-популярные издания, 
                научные труды ППС, учебную и учебно-методическую литературу, периодические 
                издания, авторефераты, диссертации, электронные учебники, фонд редких изданий, 
                художественную литературу и т.д. </i><br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent">
            <div>
                По единому читательскому билету зарегистрировано – более <b>6 200</b> читателей.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                Читальные  залы библиотеки вмещают одновременно – <b>450</b> читателей.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent">
            <div>
                На сегодняшний день, Научная библиотека расположенная на <b>4295</b> квадратных метрах, с целью пополнения своего фонда литературой и учебниками нового поколения, тесно контактирует и совместно работает с ведущими отечественными издательствами.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                Вместе с тем, ежегодно оформляется подписка на <b>195</b> наименований 
                <b>275</b> комплектов периодических изданий, из которых <b>129</b> 
                наименований на государственном языке.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent"><div><i>Из всего книжного фонда  <b>6 700</b> учебников переведены на электронную версию. Созданы электронные версии и рекомендованы читателям труды ППС  университета. </i><br><br></div></div>
        <div  style="visibility: hidden;" class="blockPcontent1"><div>В настоящее время руководит библиотекой <b>Багашарова Бакытжамал Тельмановна</b>.  В коллективе библиотеки трудятся высокообразованные специалисты.<br><br></div>
        <img src="/public/img/upload/collectiv.jpg" style="display: block;margin: 20px auto; border-radius: 5px;"></div>
        <div  style="visibility: hidden;" class="blockPcontent"><div>Согласно современным требованиям обслуживание читателей осуществляется в обновленной форме по Автоматизированной казахстанской программе  «КАБИС». Автоматизированы виды оказания услуг в библиотеке, облегчена подача заявки и поиска информации. В соответствии  с требованием времени фонд библиотеки внедрен в электронную базу данных, что позволило осуществлять процесс выдачи и приема книг от читателей посредством системы штрих-кодов.<br><br></div></div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                Электронный парк Научной библиотеки укомплектован <b>60</b> 
                компьютерами новой волны, копировальной техникой, принтерами и 
                сканером «Qidenus». Установленная в читальном зале многоотраслевой 
                литературы интерактивная доска также является показателем инновации 
                библиотечного обслуживания. <br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent"><b><div>Посредством сети интернет читатели имеют полную возможность пользоваться электронными ресурсами компаний Thomson Reuters, Springer Link, Polpred и других компаний через Республиканскую межвузовскую электронную библиотеку (РМЭБ)</b>(<a href="http://www.rmeb.kz/">www.rmeb.kz</a>)<br></div></div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                Обновлен <b>сайт библиотеки</b> (<a href="http://lib.kazmkpu.kz/info/kz/">http://lib.kazmkpu.kz/info/kz/</a>), 
                читателям представилась возможность пользоваться виртуальной информационной службой под названием 
                «Спроси у библиотекаря».<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent"><div>В читальных залах для читателей организован открытый доступ к фонду. Необходимость и польза данного фонда для читателей очень высока.<br><br></div></div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                В стенах библиотеки традиционно проводятся интересные вечера-встречи с 
                поэтами, писателями и другими известными личностями, круглые столы, посвященные 
                актуальным проблемам сегодняшнего дня, конференции, дни открытых дверей. К каждому 
                мероприятию оформляются красочные книжные выставки. В ходе проведения массовых мероприятий 
                Научная библиотека работает в тесном контакте с Департаментом по воспитательной и социальной работе.<br><br>
            </div>
        </div>
        <div  style="visibility: hidden;" class="blockPcontent"><div>Основная цель библиотеки – повысить конкурентноспособность высшего учебного заведения на рынке образовательных услуг, оказание библиотечно-информационной поддержки в учебном и научно-исследовательском процессе университета.<br><br></div></div>
        <div  style="visibility: hidden;" class="blockPcontent b1i">
            <div>
                 Библиотека университета состоит из следующих структурных подразделений:<br><br>
                <ul>
                    <li>Отдел обслуживания читателей (абонементы, читальные залы)</li>
                    <li>Отдел комплектования библиотечного фонда и научной обработки документов</li>
                    <li>Отдел справочной библиографии и информации</li>
                    <li>Отдел книгохранения</li>
                    <li>Центр электронных ресурсов</li>
                </ul>
            </div>
        </div>
        
    </div></div>
    </p>


    
    

    <!-- <p>
        //$storyLibrary
        </p> -->

</div>




