-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Май 25 2021 г., 16:05
-- Версия сервера: 10.1.44-MariaDB
-- Версия PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `mvc`
--

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_company`
--

CREATE TABLE `mvc_company` (
  `id` int(5) NOT NULL,
  `adress_ru` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `adress_kz` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `adress_en` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `fax` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_company`
--

INSERT INTO `mvc_company` (`id`, `adress_ru`, `adress_kz`, `adress_en`, `phone`, `fax`, `email`) VALUES
(1, 'г. Алматы, ул. Айтеке би, 99', 'Алматы қаласы, Әйтеке би қөшесі 99\r\n\r\n', 'c. Almaty, st. Aiteke bi 99', '8 (727) 233 19 25, 233 18 50', '8 (727) 233 19 25', 'bakit_59@mail.ru');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_menu_en`
--

CREATE TABLE `mvc_menu_en` (
  `id` int(5) NOT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_menu_en`
--

INSERT INTO `mvc_menu_en` (`id`, `item`, `link`) VALUES
(1, 'About the Library', '/main/index'),
(2, 'E-library', '/main/qq'),
(4, 'New receipt', '/main/qq'),
(7, 'Virtual Exhibition', '/main/index'),
(8, 'Периодические издания', '/main/index'),
(9, 'State symbols', '/main/index');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_menu_kz`
--

CREATE TABLE `mvc_menu_kz` (
  `id` int(5) NOT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_menu_kz`
--

INSERT INTO `mvc_menu_kz` (`id`, `item`, `link`) VALUES
(1, 'Кітапхана туралы', '/main/index'),
(2, 'Электрондық кітапхана', '/main/index'),
(3, 'Жаңа түскен', '/main/qq'),
(16, 'Виртуалды көрме  ', '/main/index'),
(17, 'Периодические издания', '/main/index'),
(18, 'Мемлекеттік рәміздер', '/main/index');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_menu_ru`
--

CREATE TABLE `mvc_menu_ru` (
  `id` int(5) NOT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_menu_ru`
--

INSERT INTO `mvc_menu_ru` (`id`, `item`, `link`) VALUES
(1, 'О библиотеке', '/main/index'),
(7, 'Электронная библиотека', '/main/index'),
(8, 'Новое поступление', '/main/index'),
(9, 'Виртуальная выставка', '/main/index'),
(11, 'Периодические издания', '/main/index'),
(12, 'Государственные символы', '/main/index');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_news_en`
--

CREATE TABLE `mvc_news_en` (
  `id` int(11) NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci,
  `date` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_news_en`
--

INSERT INTO `mvc_news_en` (`id`, `title`, `content`, `date`, `img`) VALUES
(158, 'Құттықтау', 'Құрметті қонақтар, әріптестер!\r\nСіздерді келе жатқан жаңа 2019 жылыңызбен шын жүректен құттықтаймыз!\r\nСіздерге зор денсаулық, қуаныш пен шаттыққа толы ұзақ ғұмыр, отбасыларыңызға бақ-береке, ашық аспан, еңбектеріңізге жемісті табыс тілейміз!\r\n\r\nІзгі ниетпен, Кітапхана ұжымы', '2018-12-28', './uploads/news/aaa19ab8881-4317-49d7-a064-09f0a765d700.jpg'),
(159, 'Тәуелсіздік деп соғады жүрегіміз ', '2018 жылы 11 желтоқсан күні Ғылыми кітапхананың «Кітап қорын толықтыру және құжаттарды ғылыми өңдеу бөлімі» мен «Кітапхана ісі» мамандығының студенттері бірлесе ұйымдастырылған ҚР Тәуелсіздігінің 27 жыл толуына орай Рухани жаңғыру аясында «Тәуелсіздік деп соғады жүрегіміз» атты іс-шара өтті. 1991 жылы 16 желтоқсанда Қазақстанның Жоғарғы Кеңесі «Тәуелсіздік пен мемлекеттің егемендігі туралы» заң қабылданды. Еліміз тәуелсіздік алғалы бері жүргізіліп жатқан игі істер тек халық үшін жасалынып жатқаны бәріміз мәлім. Жас мемлекет тарихындағы жаңа дәуір осы тәуелсіздіктен бастау алады. Тәуелсіздік – біздің басты игіліміз, баға жетпес құндылығымыз.\r\nІс-шараның мақсаты Қазақстанның өткені мен бүгінгі өмірін салыстыра отырып, өз еліміздің даму тарихы туралы, Тәуелсіздік күні туралы терең мағлұмат бере отырып, Тәуелсіздік үшін күрескен, желтоқсан құрбандарын еске түсіріп, желтоқсан құрбандарының ерлігі жайында кеңінен танысу болып табылады. \r\nШара еліміздің ән ұранымен басталды. Ғылыми кітапхана директоры Б.Т.Бағашарова жиналған көпшілікке жүрекжарды тілегін жеткізіп, мерекемен құттықтады.\r\n\r\nБіздің тәуелсіз мемлекетіміздің ішкі сыртқы жағдайын сипаттап беру үшін «Кітапхана ісі» мамандығының 1 студенттері Бектұрғанова Балжан, Өтепбергенова Аяжан баяндама жасады. Іс-шара «Шашу» биімен жалғасын тапты (Тойгулова А., Әліби М., Әбілқасым Р.). \r\n1986 жылы 17 желтоқсанда Алматы қаласында мыңдаған қазақ жастары наразылық білдіріп «Тәуелсіздік керек, қазақ халқының өз көсемі сайлансын» деген ұранмен шеруге шықты. Сол кездегі жағдайды «Кітапхана ісі» мамандығының 1 студенттері саханалық көрініс арқылы жеткізді. Көріністің өте әсерлі, сәтті шыққанына барлық көрермен куә болып, көздеріне жас алды. ', '2018-12-13', './uploads/news/aaa8a4d3fb2-1502-49df-af2c-4c2dad95c936.jpg'),
(161, 'Елбасы елдің тірегі', 'Бүгін Ғылыми кітапхананың Оқырмандарға қызмет көрсету бөлімінің ұйымдастыруымен 1 желтоқсан - Тұңғыш Президент күніне арналған &quot;Елбасы елдің тірегі&quot; атты мерекелік іс-шара ұйымдастырды. \r\nШараның мақсаты, Қазақстан Республикасының Тұңғыш Президенті туралы студенттерге толық мәлімет беру, өз Отанын, туған жерін шексіз сүюге, қорғауға, құрметтеуге тәрбиелеу болды.\r\nШараға университет студенттері мен кітапханашылар қатысты.\r\nШарада Елбасының өмірбаяны, Елбасы басшылық еткен ел тәуелсіздігінің 27 жыл ішінде болған түрлі жетістіктері туралы қызықты ақпараттар айтылды.\r\n\r\nФилология факультетінің 1,2 курс студенттері Ұ.Туғанбай, Ф.Нурланова мен Т.Рахымғали аудиторияға викториналық сұрақтар қойса, Педагогика және психология факультетінің М.Татимова, Әлеуметтік -гуманитарлық факультетінің 1 курс студенті А.Иманбектер өз шығармашылықтарынан Елбасына арнаған арнау өлеңдерін оқып, көпшілікті сүйсінтті.\r\n\r\nСондай-ақ , бас кітапханашы Г.Қалиева &quot;Гуманитарлық білім. Қазақ тіліндегі 100 кітап&quot; жобасы туралы және Елбасының еңбектері ұсынылған кітап көрмесіне шолу жасап, Президент еңбектерін көпшілікке таныстырды. \r\n\r\nЖыл сайын Ғылыми кітапханада Тұңғыш Президент күні дәстүрлі түрде аталып өтіп келеді. Елбасы бүгінгі күні жастар үшін барлық жағдай туғызып отыр. Сондықтан да жастардың алдында бір міндет тұр, ол білім алу. Білімді болсақ қана біз өз жолымыздан ешқашан адаспаймыз,- деді Ғылыми кітапхана директорының орынбасары С.Миркенова. \r\n\r\nКеш соңында Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Күрішбекова шараға белсене қатысқан студенттерге алғыс хаттарды табыс етті', '2018-12-04', './uploads/news/aaa021c79f2-d618-4c92-aefc-5c3a29205adf.jpg'),
(163, 'Ел тірегі &ndash; Елбасы', 'Ел тірегі &ndash; Елбасы\r\n\r\n29-қараша күні Ғылыми кітапхананың Анықтама-библиографиялық және ақпарат бөлімінің қызметкерлері мен &laquo;Ақ қауырсын&raquo; ақындар клубының ұйымдастыруымен  1-желтоқсан Тұңғыш Президент күніне арналған  &laquo;Ел тірегі - Елбасы&raquo; атты әдеби-сазды кеш өтті.   \r\n\r\nҚазақстан Республикасының тұңғыш президенті күні -1 желтоқсанда жыл сайын аталып өтетін Қазақстандағы мемлекеттік мейрам.  2011 жылғы 10 желтоқсанда парламент сенатының толық отырысында &laquo;Қазақстан Республикасының мерекелері туралы&raquo; заңына толықтырулар енгізу туралы&raquo; заңнамасына қол қойылды. Қазақстан Республикасының алғашқы президент күнін атап өту  Қазақстан Республикасының президенті - Нұрсұлтан Әбішұлы Назарбаевтың мемлекет алдындағы дүр жетістіктерін тану мақсатымен ұйымдастырылған.\r\n\r\nМемлекетіміздегі жоғарғы лауазым президенттік қызмет елдің, халықтың үміті мен сенімін, бабалар аманатын арқалаған ең жауапты, ең қиын міндет. Бұл қызметті Отаны мен халқын шын сүйетін, ұлттық тілі, тарихы мен мәдениетін құрметтейтін, елі үшін отқа түсетін нағыз азамат, патриот қана атқара алады.  Бұл Елбасымыз - Нұрсұлтан Әбішұлы Назарбаев!\r\n\r\nІс шараның негізгі мақсаты қазақ  халқының тұңғыш Президенті Нұрсұлтан Әбішұлы Назарбаевтың өмір жолы, туып-өскен, оқып білім алған, қызмет еткен жерлері туралы  мағлұмат беру; Елбасының өмір жолынан үлгі ала отырып Отанын, халқын сүюге, ержүректілікке, азаматтыққа, патриоттық сезімге тәрбиелеу; жастар жүрегінде Елбасына деген сүйіспеншілік  сезімін ояту, құрметтеуге тәрбиелеу.\r\nКітапханаға жастарды баулу, студенттермен жұмыс жүргізе білу мақсатында ұйымдастырылған іс-шараға Филология факультеті мен Әлеуметтік-гуманитарлық факультетінің 1-курс студенттері Амантайқызы Таңнұр, Салимбаха Бақытгүл, Оразбек Гүлсая, Асылбек Айгерім, Алпысбаева Толғанай сынды өнерлі жас ақын қыздарымыз қазақтың ұлы ақындары мен өздерінің шығармашылығынан туындаған өлеңдерінен Тұңғыш президентімізге арналған арнауларын оқыды.\r\n\r\nБилік тізгінін қолына ұстаған жылдардағы Президентіміздің жарқылдаған келбетін, биік болмысын, кемел дарынын, ел басшысы ретінде көсемдік қасиеттерін бүгінгі ұрпақ жақсы білуі керек.  &laquo;Қазақстанның атын сонау шет мемлекеттер танып, еліміздің көркейіп жатқаны Елбасымыз Н.Ә.Назарбаевтың арқасы. Осы тәуелсіз еркіндікте өмір сүруге біз қалай жеттік, кімдер арқылы жеттік, иә тарих бетіне үңілсек, ол өте ұзақ жылдар бойы ата-бабамыздың қасық қаны қалғанша аянбай күресіп, елім, жерім, ұрпағым деп балаларым тыныш өмір сүрсін деп бізге тәуелсіз мемлекетті сыйлады. Осындай көп ұлтты мемлекетті басқару оңай емес. Осы тәуелсіз мемлекетімізді басқару 1991 жылы 1 желтоқсанда біздің Елбасымыз Н.Ә.Назарбаевқа бұйырған екен&raquo; - дей келе ең алдымен еліміз осы күнге дейін қандай әлемдік деңгейдегі шараларға қатысты және өткізгендігі туралы  &laquo;Жылдар сөйлейді&raquo; атты сахналық қойылым көрсетілді.\r\n\r\n&laquo;Патриоттық әнге қалай қарайсыз?&raquo; - атты әуенді тап көңілді ойынмен жалғасып, көрермендермен ойын ойнатылды.  Ән атаулары, әннің мәтінінен кеспе сөздер беріліп, әнді жалғастырып орындау керек сынды көңілді ойынға кеш қонақтары белсене қатысып отырды.\r\n\r\nКеш соңында Ғылыми кітапхананың директоры Б.Т.Бағашарова, Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Ә.Күрішбекова &laquo;Ақ қауырсын&raquo; ақындар клубының төрайымы филология факультетінің 3 курс студенті Эсентураева Салтанат пен студенттерге алғыстарын білдірді.\r\n\r\n&laquo;Елі еріне, ері еліне&raquo; сенген еліміз бен Елбасымыздың мәртебесі әлем елдері алдында мәңгілік биіктей берсін!', '2018-11-30', './uploads/news/aaac54588cd-93a1-457c-bb2b-0a29799465be.jpg'),
(164, 'Әжемнің әңгімесі', 'Әжемнің әңгімесі\r\n\r\n28 қараша күні Ғылыми кітапхананың &quot;Кітап қорын толықтыру және құжаттарды ғылыми өңдеу&quot; бөлімінің қызметкерлері №5 жатақханада Педагогика және психология факультетінің студенттеріне арналған &quot;Рухани жаңғыру&quot; бағдарламасы аясында &quot;Әжемнің әңгімесі...&quot; атты іс-шара ұйымдастырды. \r\n\r\nІс-шара мақсаты, ұлттық кодты жаңғырту, кафедралармен тығыз байланыста болу, кітап оқуға тарту, студенттерді әжелерден қалған ұлағатты ғибрат аларлық сөздерді бүгінгі жастарға ұғындыру.\r\n\r\nКітапхана мен кафедра арасында байланыс орнатуда Өнер және мәдениет факультетінің &quot;Кітапханатану және библиография&quot; кафедрасының меңгерушісі Г.И.Нұржанова әрқашан қолдау көрсетіп келеді. Аталған іс-шараға кафедра эдвайзері А.Байдарова студенттердің шығармашылық дамуына қолдау көрсетті. \r\nІс-шарада &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттері атап айтсақ: Г.Сапарай, М.Меңлібаева, Ж.Мейрамбек, М.Тайтілеуова, С.Ынтымақ, А.Тойгулова,Н.Күмісбек, А.Тәжіхан сынды студенттер отбасының әдебіне байланысты қойылым ұйымдастырып, сұрақ-жауап, сондай-ақ, үш тұғырлы тілге негізделген аудиториямен жұмыс, әжелерге, аналарға арналған мақалдардың жалғасын табу сынды қызықты ойындарды жүргізді. \r\nӘжелер туралы белгілі ақындардың өлеңдерін оқып, ән айтылып, қыздардың ажелеріне, ауылдарына деген сағыныштары қызықты, әсерлі әңгімелермен ұласты. Жұмбақтың шешімін тапқан қыздарға сыйлықтар берілді.\r\nІс-шарада белсенділік танытқан &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттеріне алғыс хаттар табысталды.\r\nӨткізілген іс-шараның студенттер үшін әсерлі болғандығы, осындай игі шаралар бүгінгі жастарға берері көп екендігіне студенттер өз ризашылықтарын білдірді.', '2018-11-30', './uploads/news/aaabecc3839-c465-4eb7-a9c1-565481e21f63.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_news_kz`
--

CREATE TABLE `mvc_news_kz` (
  `id` int(11) NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci,
  `date` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_news_kz`
--

INSERT INTO `mvc_news_kz` (`id`, `title`, `content`, `date`, `img`) VALUES
(158, 'Құттықтау', 'Құрметті қонақтар, әріптестер!\r\nСіздерді келе жатқан жаңа 2019 жылыңызбен шын жүректен құттықтаймыз!\r\nСіздерге зор денсаулық, қуаныш пен шаттыққа толы ұзақ ғұмыр, отбасыларыңызға бақ-береке, ашық аспан, еңбектеріңізге жемісті табыс тілейміз!\r\n\r\nІзгі ниетпен, Кітапхана ұжымы', '2018-12-28', './uploads/news/aaa19ab8881-4317-49d7-a064-09f0a765d700.jpg'),
(159, 'Тәуелсіздік деп соғады жүрегіміз ', '2018 жылы 11 желтоқсан күні Ғылыми кітапхананың «Кітап қорын толықтыру және құжаттарды ғылыми өңдеу бөлімі» мен «Кітапхана ісі» мамандығының студенттері бірлесе ұйымдастырылған ҚР Тәуелсіздігінің 27 жыл толуына орай Рухани жаңғыру аясында «Тәуелсіздік деп соғады жүрегіміз» атты іс-шара өтті. 1991 жылы 16 желтоқсанда Қазақстанның Жоғарғы Кеңесі «Тәуелсіздік пен мемлекеттің егемендігі туралы» заң қабылданды. Еліміз тәуелсіздік алғалы бері жүргізіліп жатқан игі істер тек халық үшін жасалынып жатқаны бәріміз мәлім. Жас мемлекет тарихындағы жаңа дәуір осы тәуелсіздіктен бастау алады. Тәуелсіздік – біздің басты игіліміз, баға жетпес құндылығымыз.\r\nІс-шараның мақсаты Қазақстанның өткені мен бүгінгі өмірін салыстыра отырып, өз еліміздің даму тарихы туралы, Тәуелсіздік күні туралы терең мағлұмат бере отырып, Тәуелсіздік үшін күрескен, желтоқсан құрбандарын еске түсіріп, желтоқсан құрбандарының ерлігі жайында кеңінен танысу болып табылады. \r\nШара еліміздің ән ұранымен басталды. Ғылыми кітапхана директоры Б.Т.Бағашарова жиналған көпшілікке жүрекжарды тілегін жеткізіп, мерекемен құттықтады.\r\n\r\nБіздің тәуелсіз мемлекетіміздің ішкі сыртқы жағдайын сипаттап беру үшін «Кітапхана ісі» мамандығының 1 студенттері Бектұрғанова Балжан, Өтепбергенова Аяжан баяндама жасады. Іс-шара «Шашу» биімен жалғасын тапты (Тойгулова А., Әліби М., Әбілқасым Р.). \r\n1986 жылы 17 желтоқсанда Алматы қаласында мыңдаған қазақ жастары наразылық білдіріп «Тәуелсіздік керек, қазақ халқының өз көсемі сайлансын» деген ұранмен шеруге шықты. Сол кездегі жағдайды «Кітапхана ісі» мамандығының 1 студенттері саханалық көрініс арқылы жеткізді. Көріністің өте әсерлі, сәтті шыққанына барлық көрермен куә болып, көздеріне жас алды. ', '2018-12-13', './uploads/news/aaa8a4d3fb2-1502-49df-af2c-4c2dad95c936.jpg'),
(161, 'Елбасы елдің тірегі', 'Бүгін Ғылыми кітапхананың Оқырмандарға қызмет көрсету бөлімінің ұйымдастыруымен 1 желтоқсан - Тұңғыш Президент күніне арналған &quot;Елбасы елдің тірегі&quot; атты мерекелік іс-шара ұйымдастырды. \r\nШараның мақсаты, Қазақстан Республикасының Тұңғыш Президенті туралы студенттерге толық мәлімет беру, өз Отанын, туған жерін шексіз сүюге, қорғауға, құрметтеуге тәрбиелеу болды.\r\nШараға университет студенттері мен кітапханашылар қатысты.\r\nШарада Елбасының өмірбаяны, Елбасы басшылық еткен ел тәуелсіздігінің 27 жыл ішінде болған түрлі жетістіктері туралы қызықты ақпараттар айтылды.\r\n\r\nФилология факультетінің 1,2 курс студенттері Ұ.Туғанбай, Ф.Нурланова мен Т.Рахымғали аудиторияға викториналық сұрақтар қойса, Педагогика және психология факультетінің М.Татимова, Әлеуметтік -гуманитарлық факультетінің 1 курс студенті А.Иманбектер өз шығармашылықтарынан Елбасына арнаған арнау өлеңдерін оқып, көпшілікті сүйсінтті.\r\n\r\nСондай-ақ , бас кітапханашы Г.Қалиева &quot;Гуманитарлық білім. Қазақ тіліндегі 100 кітап&quot; жобасы туралы және Елбасының еңбектері ұсынылған кітап көрмесіне шолу жасап, Президент еңбектерін көпшілікке таныстырды. \r\n\r\nЖыл сайын Ғылыми кітапханада Тұңғыш Президент күні дәстүрлі түрде аталып өтіп келеді. Елбасы бүгінгі күні жастар үшін барлық жағдай туғызып отыр. Сондықтан да жастардың алдында бір міндет тұр, ол білім алу. Білімді болсақ қана біз өз жолымыздан ешқашан адаспаймыз,- деді Ғылыми кітапхана директорының орынбасары С.Миркенова. \r\n\r\nКеш соңында Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Күрішбекова шараға белсене қатысқан студенттерге алғыс хаттарды табыс етті', '2018-12-04', './uploads/news/aaa021c79f2-d618-4c92-aefc-5c3a29205adf.jpg'),
(163, 'Ел тірегі &ndash; Елбасы', 'Ел тірегі &ndash; Елбасы\r\n\r\n29-қараша күні Ғылыми кітапхананың Анықтама-библиографиялық және ақпарат бөлімінің қызметкерлері мен &laquo;Ақ қауырсын&raquo; ақындар клубының ұйымдастыруымен  1-желтоқсан Тұңғыш Президент күніне арналған  &laquo;Ел тірегі - Елбасы&raquo; атты әдеби-сазды кеш өтті.   \r\n\r\nҚазақстан Республикасының тұңғыш президенті күні -1 желтоқсанда жыл сайын аталып өтетін Қазақстандағы мемлекеттік мейрам.  2011 жылғы 10 желтоқсанда парламент сенатының толық отырысында &laquo;Қазақстан Республикасының мерекелері туралы&raquo; заңына толықтырулар енгізу туралы&raquo; заңнамасына қол қойылды. Қазақстан Республикасының алғашқы президент күнін атап өту  Қазақстан Республикасының президенті - Нұрсұлтан Әбішұлы Назарбаевтың мемлекет алдындағы дүр жетістіктерін тану мақсатымен ұйымдастырылған.\r\n\r\nМемлекетіміздегі жоғарғы лауазым президенттік қызмет елдің, халықтың үміті мен сенімін, бабалар аманатын арқалаған ең жауапты, ең қиын міндет. Бұл қызметті Отаны мен халқын шын сүйетін, ұлттық тілі, тарихы мен мәдениетін құрметтейтін, елі үшін отқа түсетін нағыз азамат, патриот қана атқара алады.  Бұл Елбасымыз - Нұрсұлтан Әбішұлы Назарбаев!\r\n\r\nІс шараның негізгі мақсаты қазақ  халқының тұңғыш Президенті Нұрсұлтан Әбішұлы Назарбаевтың өмір жолы, туып-өскен, оқып білім алған, қызмет еткен жерлері туралы  мағлұмат беру; Елбасының өмір жолынан үлгі ала отырып Отанын, халқын сүюге, ержүректілікке, азаматтыққа, патриоттық сезімге тәрбиелеу; жастар жүрегінде Елбасына деген сүйіспеншілік  сезімін ояту, құрметтеуге тәрбиелеу.\r\nКітапханаға жастарды баулу, студенттермен жұмыс жүргізе білу мақсатында ұйымдастырылған іс-шараға Филология факультеті мен Әлеуметтік-гуманитарлық факультетінің 1-курс студенттері Амантайқызы Таңнұр, Салимбаха Бақытгүл, Оразбек Гүлсая, Асылбек Айгерім, Алпысбаева Толғанай сынды өнерлі жас ақын қыздарымыз қазақтың ұлы ақындары мен өздерінің шығармашылығынан туындаған өлеңдерінен Тұңғыш президентімізге арналған арнауларын оқыды.\r\n\r\nБилік тізгінін қолына ұстаған жылдардағы Президентіміздің жарқылдаған келбетін, биік болмысын, кемел дарынын, ел басшысы ретінде көсемдік қасиеттерін бүгінгі ұрпақ жақсы білуі керек.  &laquo;Қазақстанның атын сонау шет мемлекеттер танып, еліміздің көркейіп жатқаны Елбасымыз Н.Ә.Назарбаевтың арқасы. Осы тәуелсіз еркіндікте өмір сүруге біз қалай жеттік, кімдер арқылы жеттік, иә тарих бетіне үңілсек, ол өте ұзақ жылдар бойы ата-бабамыздың қасық қаны қалғанша аянбай күресіп, елім, жерім, ұрпағым деп балаларым тыныш өмір сүрсін деп бізге тәуелсіз мемлекетті сыйлады. Осындай көп ұлтты мемлекетті басқару оңай емес. Осы тәуелсіз мемлекетімізді басқару 1991 жылы 1 желтоқсанда біздің Елбасымыз Н.Ә.Назарбаевқа бұйырған екен&raquo; - дей келе ең алдымен еліміз осы күнге дейін қандай әлемдік деңгейдегі шараларға қатысты және өткізгендігі туралы  &laquo;Жылдар сөйлейді&raquo; атты сахналық қойылым көрсетілді.\r\n\r\n&laquo;Патриоттық әнге қалай қарайсыз?&raquo; - атты әуенді тап көңілді ойынмен жалғасып, көрермендермен ойын ойнатылды.  Ән атаулары, әннің мәтінінен кеспе сөздер беріліп, әнді жалғастырып орындау керек сынды көңілді ойынға кеш қонақтары белсене қатысып отырды.\r\n\r\nКеш соңында Ғылыми кітапхананың директоры Б.Т.Бағашарова, Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Ә.Күрішбекова &laquo;Ақ қауырсын&raquo; ақындар клубының төрайымы филология факультетінің 3 курс студенті Эсентураева Салтанат пен студенттерге алғыстарын білдірді.\r\n\r\n&laquo;Елі еріне, ері еліне&raquo; сенген еліміз бен Елбасымыздың мәртебесі әлем елдері алдында мәңгілік биіктей берсін!', '2018-11-30', './uploads/news/aaac54588cd-93a1-457c-bb2b-0a29799465be.jpg'),
(164, 'Әжемнің әңгімесі', 'Әжемнің әңгімесі\r\n\r\n28 қараша күні Ғылыми кітапхананың &quot;Кітап қорын толықтыру және құжаттарды ғылыми өңдеу&quot; бөлімінің қызметкерлері №5 жатақханада Педагогика және психология факультетінің студенттеріне арналған &quot;Рухани жаңғыру&quot; бағдарламасы аясында &quot;Әжемнің әңгімесі...&quot; атты іс-шара ұйымдастырды. \r\n\r\nІс-шара мақсаты, ұлттық кодты жаңғырту, кафедралармен тығыз байланыста болу, кітап оқуға тарту, студенттерді әжелерден қалған ұлағатты ғибрат аларлық сөздерді бүгінгі жастарға ұғындыру.\r\n\r\nКітапхана мен кафедра арасында байланыс орнатуда Өнер және мәдениет факультетінің &quot;Кітапханатану және библиография&quot; кафедрасының меңгерушісі Г.И.Нұржанова әрқашан қолдау көрсетіп келеді. Аталған іс-шараға кафедра эдвайзері А.Байдарова студенттердің шығармашылық дамуына қолдау көрсетті. \r\nІс-шарада &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттері атап айтсақ: Г.Сапарай, М.Меңлібаева, Ж.Мейрамбек, М.Тайтілеуова, С.Ынтымақ, А.Тойгулова,Н.Күмісбек, А.Тәжіхан сынды студенттер отбасының әдебіне байланысты қойылым ұйымдастырып, сұрақ-жауап, сондай-ақ, үш тұғырлы тілге негізделген аудиториямен жұмыс, әжелерге, аналарға арналған мақалдардың жалғасын табу сынды қызықты ойындарды жүргізді. \r\nӘжелер туралы белгілі ақындардың өлеңдерін оқып, ән айтылып, қыздардың ажелеріне, ауылдарына деген сағыныштары қызықты, әсерлі әңгімелермен ұласты. Жұмбақтың шешімін тапқан қыздарға сыйлықтар берілді.\r\nІс-шарада белсенділік танытқан &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттеріне алғыс хаттар табысталды.\r\nӨткізілген іс-шараның студенттер үшін әсерлі болғандығы, осындай игі шаралар бүгінгі жастарға берері көп екендігіне студенттер өз ризашылықтарын білдірді.', '2018-11-30', './uploads/news/aaabecc3839-c465-4eb7-a9c1-565481e21f63.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_news_ru`
--

CREATE TABLE `mvc_news_ru` (
  `id` int(11) NOT NULL,
  `title` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content` longtext COLLATE utf8mb4_unicode_ci,
  `date` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `img` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_news_ru`
--

INSERT INTO `mvc_news_ru` (`id`, `title`, `content`, `date`, `img`) VALUES
(158, 'Құттықтау', 'Құрметті қонақтар, әріптестер!\r\nСіздерді келе жатқан жаңа 2019 жылыңызбен шын жүректен құттықтаймыз!\r\nСіздерге зор денсаулық, қуаныш пен шаттыққа толы ұзақ ғұмыр, отбасыларыңызға бақ-береке, ашық аспан, еңбектеріңізге жемісті табыс тілейміз!\r\n\r\nІзгі ниетпен, Кітапхана ұжымы', '2018-12-28', './uploads/news/aaa19ab8881-4317-49d7-a064-09f0a765d700.jpg'),
(159, 'Тәуелсіздік деп соғады жүрегіміз ', '2018 жылы 11 желтоқсан күні Ғылыми кітапхананың «Кітап қорын толықтыру және құжаттарды ғылыми өңдеу бөлімі» мен «Кітапхана ісі» мамандығының студенттері бірлесе ұйымдастырылған ҚР Тәуелсіздігінің 27 жыл толуына орай Рухани жаңғыру аясында «Тәуелсіздік деп соғады жүрегіміз» атты іс-шара өтті. 1991 жылы 16 желтоқсанда Қазақстанның Жоғарғы Кеңесі «Тәуелсіздік пен мемлекеттің егемендігі туралы» заң қабылданды. Еліміз тәуелсіздік алғалы бері жүргізіліп жатқан игі істер тек халық үшін жасалынып жатқаны бәріміз мәлім. Жас мемлекет тарихындағы жаңа дәуір осы тәуелсіздіктен бастау алады. Тәуелсіздік – біздің басты игіліміз, баға жетпес құндылығымыз.\r\nІс-шараның мақсаты Қазақстанның өткені мен бүгінгі өмірін салыстыра отырып, өз еліміздің даму тарихы туралы, Тәуелсіздік күні туралы терең мағлұмат бере отырып, Тәуелсіздік үшін күрескен, желтоқсан құрбандарын еске түсіріп, желтоқсан құрбандарының ерлігі жайында кеңінен танысу болып табылады. \r\nШара еліміздің ән ұранымен басталды. Ғылыми кітапхана директоры Б.Т.Бағашарова жиналған көпшілікке жүрекжарды тілегін жеткізіп, мерекемен құттықтады.\r\n\r\nБіздің тәуелсіз мемлекетіміздің ішкі сыртқы жағдайын сипаттап беру үшін «Кітапхана ісі» мамандығының 1 студенттері Бектұрғанова Балжан, Өтепбергенова Аяжан баяндама жасады. Іс-шара «Шашу» биімен жалғасын тапты (Тойгулова А., Әліби М., Әбілқасым Р.). \r\n1986 жылы 17 желтоқсанда Алматы қаласында мыңдаған қазақ жастары наразылық білдіріп «Тәуелсіздік керек, қазақ халқының өз көсемі сайлансын» деген ұранмен шеруге шықты. Сол кездегі жағдайды «Кітапхана ісі» мамандығының 1 студенттері саханалық көрініс арқылы жеткізді. Көріністің өте әсерлі, сәтті шыққанына барлық көрермен куә болып, көздеріне жас алды. ', '2018-12-13', './uploads/news/aaa8a4d3fb2-1502-49df-af2c-4c2dad95c936.jpg'),
(161, 'Елбасы елдің тірегі', 'Бүгін Ғылыми кітапхананың Оқырмандарға қызмет көрсету бөлімінің ұйымдастыруымен 1 желтоқсан - Тұңғыш Президент күніне арналған &quot;Елбасы елдің тірегі&quot; атты мерекелік іс-шара ұйымдастырды. \r\nШараның мақсаты, Қазақстан Республикасының Тұңғыш Президенті туралы студенттерге толық мәлімет беру, өз Отанын, туған жерін шексіз сүюге, қорғауға, құрметтеуге тәрбиелеу болды.\r\nШараға университет студенттері мен кітапханашылар қатысты.\r\nШарада Елбасының өмірбаяны, Елбасы басшылық еткен ел тәуелсіздігінің 27 жыл ішінде болған түрлі жетістіктері туралы қызықты ақпараттар айтылды.\r\n\r\nФилология факультетінің 1,2 курс студенттері Ұ.Туғанбай, Ф.Нурланова мен Т.Рахымғали аудиторияға викториналық сұрақтар қойса, Педагогика және психология факультетінің М.Татимова, Әлеуметтік -гуманитарлық факультетінің 1 курс студенті А.Иманбектер өз шығармашылықтарынан Елбасына арнаған арнау өлеңдерін оқып, көпшілікті сүйсінтті.\r\n\r\nСондай-ақ , бас кітапханашы Г.Қалиева &quot;Гуманитарлық білім. Қазақ тіліндегі 100 кітап&quot; жобасы туралы және Елбасының еңбектері ұсынылған кітап көрмесіне шолу жасап, Президент еңбектерін көпшілікке таныстырды. \r\n\r\nЖыл сайын Ғылыми кітапханада Тұңғыш Президент күні дәстүрлі түрде аталып өтіп келеді. Елбасы бүгінгі күні жастар үшін барлық жағдай туғызып отыр. Сондықтан да жастардың алдында бір міндет тұр, ол білім алу. Білімді болсақ қана біз өз жолымыздан ешқашан адаспаймыз,- деді Ғылыми кітапхана директорының орынбасары С.Миркенова. \r\n\r\nКеш соңында Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Күрішбекова шараға белсене қатысқан студенттерге алғыс хаттарды табыс етті', '2018-12-04', './uploads/news/aaa021c79f2-d618-4c92-aefc-5c3a29205adf.jpg'),
(163, 'Ел тірегі &ndash; Елбасы', 'Ел тірегі &ndash; Елбасы\r\n\r\n29-қараша күні Ғылыми кітапхананың Анықтама-библиографиялық және ақпарат бөлімінің қызметкерлері мен &laquo;Ақ қауырсын&raquo; ақындар клубының ұйымдастыруымен  1-желтоқсан Тұңғыш Президент күніне арналған  &laquo;Ел тірегі - Елбасы&raquo; атты әдеби-сазды кеш өтті.   \r\n\r\nҚазақстан Республикасының тұңғыш президенті күні -1 желтоқсанда жыл сайын аталып өтетін Қазақстандағы мемлекеттік мейрам.  2011 жылғы 10 желтоқсанда парламент сенатының толық отырысында &laquo;Қазақстан Республикасының мерекелері туралы&raquo; заңына толықтырулар енгізу туралы&raquo; заңнамасына қол қойылды. Қазақстан Республикасының алғашқы президент күнін атап өту  Қазақстан Республикасының президенті - Нұрсұлтан Әбішұлы Назарбаевтың мемлекет алдындағы дүр жетістіктерін тану мақсатымен ұйымдастырылған.\r\n\r\nМемлекетіміздегі жоғарғы лауазым президенттік қызмет елдің, халықтың үміті мен сенімін, бабалар аманатын арқалаған ең жауапты, ең қиын міндет. Бұл қызметті Отаны мен халқын шын сүйетін, ұлттық тілі, тарихы мен мәдениетін құрметтейтін, елі үшін отқа түсетін нағыз азамат, патриот қана атқара алады.  Бұл Елбасымыз - Нұрсұлтан Әбішұлы Назарбаев!\r\n\r\nІс шараның негізгі мақсаты қазақ  халқының тұңғыш Президенті Нұрсұлтан Әбішұлы Назарбаевтың өмір жолы, туып-өскен, оқып білім алған, қызмет еткен жерлері туралы  мағлұмат беру; Елбасының өмір жолынан үлгі ала отырып Отанын, халқын сүюге, ержүректілікке, азаматтыққа, патриоттық сезімге тәрбиелеу; жастар жүрегінде Елбасына деген сүйіспеншілік  сезімін ояту, құрметтеуге тәрбиелеу.\r\nКітапханаға жастарды баулу, студенттермен жұмыс жүргізе білу мақсатында ұйымдастырылған іс-шараға Филология факультеті мен Әлеуметтік-гуманитарлық факультетінің 1-курс студенттері Амантайқызы Таңнұр, Салимбаха Бақытгүл, Оразбек Гүлсая, Асылбек Айгерім, Алпысбаева Толғанай сынды өнерлі жас ақын қыздарымыз қазақтың ұлы ақындары мен өздерінің шығармашылығынан туындаған өлеңдерінен Тұңғыш президентімізге арналған арнауларын оқыды.\r\n\r\nБилік тізгінін қолына ұстаған жылдардағы Президентіміздің жарқылдаған келбетін, биік болмысын, кемел дарынын, ел басшысы ретінде көсемдік қасиеттерін бүгінгі ұрпақ жақсы білуі керек.  &laquo;Қазақстанның атын сонау шет мемлекеттер танып, еліміздің көркейіп жатқаны Елбасымыз Н.Ә.Назарбаевтың арқасы. Осы тәуелсіз еркіндікте өмір сүруге біз қалай жеттік, кімдер арқылы жеттік, иә тарих бетіне үңілсек, ол өте ұзақ жылдар бойы ата-бабамыздың қасық қаны қалғанша аянбай күресіп, елім, жерім, ұрпағым деп балаларым тыныш өмір сүрсін деп бізге тәуелсіз мемлекетті сыйлады. Осындай көп ұлтты мемлекетті басқару оңай емес. Осы тәуелсіз мемлекетімізді басқару 1991 жылы 1 желтоқсанда біздің Елбасымыз Н.Ә.Назарбаевқа бұйырған екен&raquo; - дей келе ең алдымен еліміз осы күнге дейін қандай әлемдік деңгейдегі шараларға қатысты және өткізгендігі туралы  &laquo;Жылдар сөйлейді&raquo; атты сахналық қойылым көрсетілді.\r\n\r\n&laquo;Патриоттық әнге қалай қарайсыз?&raquo; - атты әуенді тап көңілді ойынмен жалғасып, көрермендермен ойын ойнатылды.  Ән атаулары, әннің мәтінінен кеспе сөздер беріліп, әнді жалғастырып орындау керек сынды көңілді ойынға кеш қонақтары белсене қатысып отырды.\r\n\r\nКеш соңында Ғылыми кітапхананың директоры Б.Т.Бағашарова, Оқырмандарға қызмет көрсету бөлімінің меңгерушісі А.Ә.Күрішбекова &laquo;Ақ қауырсын&raquo; ақындар клубының төрайымы филология факультетінің 3 курс студенті Эсентураева Салтанат пен студенттерге алғыстарын білдірді.\r\n\r\n&laquo;Елі еріне, ері еліне&raquo; сенген еліміз бен Елбасымыздың мәртебесі әлем елдері алдында мәңгілік биіктей берсін!', '2018-11-30', './uploads/news/aaac54588cd-93a1-457c-bb2b-0a29799465be.jpg'),
(164, 'Әжемнің әңгімесі', 'Әжемнің әңгімесі\r\n\r\n28 қараша күні Ғылыми кітапхананың &quot;Кітап қорын толықтыру және құжаттарды ғылыми өңдеу&quot; бөлімінің қызметкерлері №5 жатақханада Педагогика және психология факультетінің студенттеріне арналған &quot;Рухани жаңғыру&quot; бағдарламасы аясында &quot;Әжемнің әңгімесі...&quot; атты іс-шара ұйымдастырды. \r\n\r\nІс-шара мақсаты, ұлттық кодты жаңғырту, кафедралармен тығыз байланыста болу, кітап оқуға тарту, студенттерді әжелерден қалған ұлағатты ғибрат аларлық сөздерді бүгінгі жастарға ұғындыру.\r\n\r\nКітапхана мен кафедра арасында байланыс орнатуда Өнер және мәдениет факультетінің &quot;Кітапханатану және библиография&quot; кафедрасының меңгерушісі Г.И.Нұржанова әрқашан қолдау көрсетіп келеді. Аталған іс-шараға кафедра эдвайзері А.Байдарова студенттердің шығармашылық дамуына қолдау көрсетті. \r\nІс-шарада &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттері атап айтсақ: Г.Сапарай, М.Меңлібаева, Ж.Мейрамбек, М.Тайтілеуова, С.Ынтымақ, А.Тойгулова,Н.Күмісбек, А.Тәжіхан сынды студенттер отбасының әдебіне байланысты қойылым ұйымдастырып, сұрақ-жауап, сондай-ақ, үш тұғырлы тілге негізделген аудиториямен жұмыс, әжелерге, аналарға арналған мақалдардың жалғасын табу сынды қызықты ойындарды жүргізді. \r\nӘжелер туралы белгілі ақындардың өлеңдерін оқып, ән айтылып, қыздардың ажелеріне, ауылдарына деген сағыныштары қызықты, әсерлі әңгімелермен ұласты. Жұмбақтың шешімін тапқан қыздарға сыйлықтар берілді.\r\nІс-шарада белсенділік танытқан &quot;Кітапхана ісі&quot; мамандығының 1 курс студенттеріне алғыс хаттар табысталды.\r\nӨткізілген іс-шараның студенттер үшін әсерлі болғандығы, осындай игі шаралар бүгінгі жастарға берері көп екендігіне студенттер өз ризашылықтарын білдірді.', '2018-11-30', './uploads/news/aaabecc3839-c465-4eb7-a9c1-565481e21f63.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_routes`
--

CREATE TABLE `mvc_routes` (
  `id` int(5) NOT NULL,
  `page` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `controller` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `action` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_routes`
--

INSERT INTO `mvc_routes` (`id`, `page`, `controller`, `action`) VALUES
(1, 'account/login', 'account', 'login'),
(2, 'account/register', 'account', 'register'),
(3, 'main/index', 'main', 'index'),
(4, 'admin/panel', 'admin', 'panel'),
(5, 'admin/settings', 'admin', 'settings'),
(6, 'admin/createPage', 'admin', 'createPage'),
(30, 'account/logout', 'account', 'logout'),
(31, 'main/qq', 'main', 'qq'),
(32, 'admin/menu', 'admin', 'menu'),
(33, 'admin/news', 'admin', 'news');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_submenu_en`
--

CREATE TABLE `mvc_submenu_en` (
  `id` int(5) NOT NULL,
  `menu_id` int(5) DEFAULT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_submenu_en`
--

INSERT INTO `mvc_submenu_en` (`id`, `menu_id`, `item`, `link`) VALUES
(4, 1, 'Scientific Library', '/main/index'),
(5, 1, 'The structure of the scientific library', '/main/index'),
(6, 1, 'List of employees of the scientific library', '/main/index'),
(7, 1, 'Working hours', '/main/index'),
(8, 1, 'Service of the Library', '/main/index'),
(9, 1, 'Contacts', '/main/index'),
(10, 1, 'Photo gallery', '/main/index'),
(11, 1, 'Questions and answers', '/main/index'),
(12, 1, 'Документооборот НБ', '/main/index'),
(13, 1, 'Документы СМК', '/main/index'),
(14, 7, 'Magazines', '/main/index'),
(15, 7, 'Bibliographic pointers', '/main/index'),
(16, 7, 'Ретрофонд', '/main/index'),
(17, 123, 'asD', 'asd'),
(18, 123, 'asd', 'asdf');

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_submenu_kz`
--

CREATE TABLE `mvc_submenu_kz` (
  `id` int(5) NOT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `menu_id` int(5) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_submenu_kz`
--

INSERT INTO `mvc_submenu_kz` (`id`, `item`, `link`, `menu_id`) VALUES
(4, ' Ғылыми кітапхана тарихы', '/main/index', 1),
(5, 'Ғылыми кітапхана құрылымы', '/main/index', 1),
(6, 'Ғылыми кітапхана қызметкерлерінің құрамы ', '/main/index', 1),
(7, 'Жұмыс кестесі', '/main/index', 1),
(8, 'Кітапхана қызметтері ', '/main/index', 1),
(9, 'Байланыс ақпараты', '/main/index', 1),
(10, 'Фотогалерея', '/main/index', 1),
(11, 'Кітапханашыдан сұра', '/main/index', 1),
(12, 'Ғылыми кітапхананың құжаттама айналымы', '/main/index', 1),
(13, 'Документы СМК', '/main/index', 1),
(14, 'Журналдар', '/main/index', 16),
(15, ' Библиографиялық көрсеткіштер', '/main/index', 16),
(16, 'Ретрофонд', '/main/index', 16);

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_submenu_ru`
--

CREATE TABLE `mvc_submenu_ru` (
  `id` int(5) NOT NULL,
  `item` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `menu_id` int(5) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_submenu_ru`
--

INSERT INTO `mvc_submenu_ru` (`id`, `item`, `link`, `menu_id`) VALUES
(13, 'История библиотеки', '/main/index', 1),
(14, 'Структура библиотеки', '/main/index', 1),
(15, 'Штат библиотеки', '/main/index', 1),
(16, 'График работы', '/main/index', 1),
(17, 'Услуги библиотеки', '/main/index', 1),
(18, 'Фотогалерея', '/main/index', 1),
(19, 'Документооборот НБ', '/main/index', 1),
(20, 'Документы СМК', '/main/index', 1),
(21, 'Журналы', '/main/index', 9),
(22, 'Библиографические указатели', '/main/index', 9),
(23, 'Ретрофонд', '/main/index', 9);

-- --------------------------------------------------------

--
-- Структура таблицы `mvc_users`
--

CREATE TABLE `mvc_users` (
  `id` int(11) NOT NULL,
  `user` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pass` varchar(55) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `role` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `mvc_users`
--

INSERT INTO `mvc_users` (`id`, `user`, `pass`, `role`) VALUES
(1, '123', '123', 0),
(2, 'q1', '123', 1),
(3, 'q2', '123', 2),
(4, 'q', 'q', 1),
(5, 'q3', '123', 1),
(6, 'q4', '123', 1),
(7, 'qq', '123', 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `mvc_company`
--
ALTER TABLE `mvc_company`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_menu_en`
--
ALTER TABLE `mvc_menu_en`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_menu_kz`
--
ALTER TABLE `mvc_menu_kz`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_menu_ru`
--
ALTER TABLE `mvc_menu_ru`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_news_en`
--
ALTER TABLE `mvc_news_en`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_news_kz`
--
ALTER TABLE `mvc_news_kz`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_news_ru`
--
ALTER TABLE `mvc_news_ru`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_routes`
--
ALTER TABLE `mvc_routes`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_submenu_en`
--
ALTER TABLE `mvc_submenu_en`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_submenu_kz`
--
ALTER TABLE `mvc_submenu_kz`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_submenu_ru`
--
ALTER TABLE `mvc_submenu_ru`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `mvc_users`
--
ALTER TABLE `mvc_users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `mvc_company`
--
ALTER TABLE `mvc_company`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `mvc_menu_en`
--
ALTER TABLE `mvc_menu_en`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT для таблицы `mvc_menu_kz`
--
ALTER TABLE `mvc_menu_kz`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблицы `mvc_menu_ru`
--
ALTER TABLE `mvc_menu_ru`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT для таблицы `mvc_news_en`
--
ALTER TABLE `mvc_news_en`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=167;

--
-- AUTO_INCREMENT для таблицы `mvc_news_kz`
--
ALTER TABLE `mvc_news_kz`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=167;

--
-- AUTO_INCREMENT для таблицы `mvc_news_ru`
--
ALTER TABLE `mvc_news_ru`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=178;

--
-- AUTO_INCREMENT для таблицы `mvc_routes`
--
ALTER TABLE `mvc_routes`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT для таблицы `mvc_submenu_en`
--
ALTER TABLE `mvc_submenu_en`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT для таблицы `mvc_submenu_kz`
--
ALTER TABLE `mvc_submenu_kz`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT для таблицы `mvc_submenu_ru`
--
ALTER TABLE `mvc_submenu_ru`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT для таблицы `mvc_users`
--
ALTER TABLE `mvc_users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
