<?php

    return $lang = [

        // HEADER
        'title' => 'Қазақ Мемлекеттік Қыздар Шедагогикалық Университеті </br> Ғылыми кітапхана',
        'shortDes' => 'Қазақ Мемлекеттік Қыздар Шедагогикалық Университеті </br> Ғылыми кітапхана',
        'exit' => 'Шығу',
        'signup' => 'Тіркелу',
        'signin' => 'Кіру',
        'search' => 'Ізденіс',

        // FOOTER
        'adress' => 'Кітапхана мекен-жайы ',
        'phone' => 'Байланыс телефондар ',

        // INDEX
        'news' => 'Жаңалықтар',
        'newsLib' => 'Ғылыми Кiтапхана тарихы',
        'storyLibrary' => '<b>Ғылыми кітапхананың тарихы, 1944</b> жылы негізі қаланған Қазақ мемлекеттік қыздар педагогикалық институтының шағын кітапханасынан басталады<br><br>
        <b>1984</b> жылдан бастап кітапхана жаңа ғимаратқа көшіріліп, оқырмандарға <b>1</b> абонемент,  <b>4</b> оқу залдары арқылы қызмет көрсетіледі.<br><br>
        Кітапхана құрылымы <b>5</b> бөлімнен тұрады: Оқырмандарға қызмет көрсету бөлімі, Анықтама библиография және ақпарат бөлімі, Кітап қорын толықтыру және құжаттарды ғылыми өңдеу бөлімі, Кітап қорын сақтау бөлімі  және Электронды ресурстар орталығы.<br><br>
        Бүгінгі күні, <b>1 090 672</b> данадан тұратын,  бай кітап қорына ғылыми және ғылыми-көпшілік басылымдар, ПОҚ ғылыми еңбектері, оқу және оқу-әдістемелік әдебиеттер, мерзімді басылымдар, авторефераттар, диссертациялар, электронды оқулықтар, сирек басылымдар қоры, көркем әдебиеттер,  т.б. кіреді.<br><br> 
        Бірыңғай  оқырмандар билеті бойынша – <b>6200</b> астам оқырман тіркелген.<br><br>
        Кітапхананың оқу залдары – <b>450</b> орынға жасақталған.
        <i><b>4295</b>  шаршы метрде орналасқан Ғылыми кітапхана, бүгінгі күні, өз кітап қорын әдебиеттермен және жаңа буын оқулықтарымен толықтыру мақсатында отандық, алдыңғы қатарлы баспаханаларымен тығыз байланыста жұмыс атқарады. </i><br><br>
        Сонымен қатар, жылсайын <b>195</b> аталым <b>275</b> комплект мерзімді басылымдарға  жазылу рәсімделеді, оның ішінде <b>129</b> аталымы  - мемлекеттік тілде.<br><br>
        Кітап қорындағы оқулықтың <b>6700</b> данасы электронды нұсқада берілген. Университеттің ПОҚ-ның ғылыми еңбектерінің электронды нұсқасы  жасалынып, оқырмандарға ұсынылуда.<br><br>
        Қазіргі уақытта  Ғылыми кітапханаға <b>Бақытжамал Тельманқызы Бағашарова</b> басшылық жасауда.  Кітапхана ұжымында жоғары білімді  мамандар еңбек етеді.<br><br>
        <img src="/public/img/upload/collectiv.jpg" style="display: block;margin: 20px auto; border-radius: 5px;">
        Ғылыми кітапханада заман талабына сай «КАБИС.Full» Автоматтандырылған қазақстандық бағдарламасы арқылы оқырмандарға қызмет көрсету үдерісі жаңаша түрде жүргізілуде. Кітапханадағы қызмет түрлері автоматтандырылып, ақпаратты жедел іздеу және оған тапсырыс беру жеңілдетілді. Кітап қоры электронды мәліметтер базасына толық енгізіліп, құжаттарды оқырмандарға беру мен қайтару үдерісі штрих-код жүйесі арқылы  жүзеге асырылуда.<br><br>
        Ғылыми кітапхананың электронды паркі жаңа толқындағы  60 компьютерлермен, көшірме техникасымен, принтерлер  және  «Qidenus» cканерімен жабдықталған. Көпсалалы оқу залында интерактивті тақтаның орнатылуы кітапхана қызметінің инновациялық дамуының көрсеткіші болады.<br><br>
        Оқырмандарға Интернет желісі арқылы Республикалық жоғары оқу орындары аралық электронды кітапхананы (РМЭБ) (www.rmeb.kz), Thomson Reuters, Springer Link, Polpred және т.б компаниялардың ақпаратты-электрондық ресурстарын толығымен пайдалануға жағдай жасалған. Кітапхананың сайт мәзірі (http://lib.kazmkpu.kz/info/kz/) жаңартылып, оқырмандар «Кітапханашыдан сұра» атты виртуальды анықтама қызметін пайдалана алады.<br><br>
        Оқу залдарында оқырмандар үшін  ашық қор ұйымдастырылған. Оқырмандардың қажеттілігі үшін осы қордың   маңызы зор.<br><br>
        Кітапхана қабырғасында әртүрлі деңгейде ақын жазушылар, танымал тұлғалармен қызықты кездесулер, қоғамда болып жатқан өзекті мәселелерге арналған дөңгелек үстелдер, конференциялар, ашық есік күндері  жиі өткізіліп тұрады. Әр шараға кітаптар көрмелері ұйымдастырылады. Көпшілік іс-шаралар өткізу барысында Ғылыми кітапхана  Тәрбие және әлеуметтік істер жөніндегі департамент қызметкерлерімен тығыз байланыста.<br><br>
        Кітапхананың негізгі мақсаты - білім беру  нарығында жоғары оқу орнының бәсекеге қабілеттілігін арттыру, университеттің ғылыми-зерттеу үдерістеріне  кітапханалық-ақпараттық  қолдау  көрсету  болып  табылады. <br><br>
        <b> Ғылыми кітапхананың құрылымдық бөлімшелері:</b><br><br>
        
        <ul>
            <li>Оқырмандарға қызмет көрсету бөлімі (абонементтер, оқу залдары)</li>
            <li>Анықтама-библиография және ақпарат бөлімі (мерзімді басылымдар оқу залы)</li>
            <li>Кітап қорын толықтыру және құжаттарды ғылыми өңдеу бөлімі</li>
            <li>Кітап қорын сақтау бөлімі</li>
            <li>Электронды ресурстар орталығы</li>
        </ul>
        ',
    ];