<?php

    return $lang = [
        
        // HEADER
        'title' => 'Казахский Государственный Женский Педагогический Университет </br> Научная библиотека',
        'shortDes' => 'Казахский Государственный Женский Педагогический Университет </br> Научная библиотека',
        'exit' => 'Выйти',
        'signup' => 'Регистрация',
        'signin' => 'Вход',
        'search' => 'Поиск',
        
        // FOOTER
        'adress' => 'Aдресс библиотеки ',
        'phone' => 'Контактные телефоны ',

        // INDEX
        'news' => 'Новости',
        'newsLib' => 'Новости научной библиотеки',
        'storyLibrary' => '<b>История Научной библиотеки</b> берет свое начало с небольшой библиотеки Казахского государственного женского педагогического института, основанного в <b>1944</b> году.<br><br>
        В <b>1984</b> году библиотека перевезена в новое здание, в котором обслуживание читателей ведется на <b>1-ом</b> абонементе и в <b>4-х</b> читальных залах.<br><br>
        В структуру научной библиотеки входит <b>5</b> отделов: Отдел обслуживания читателей, Отдел справочной библиографии и информации, Отдел комплектования библиотечного фонда и научной обработки документов, Отдел книгохранения и Центр электронных ресурсов.<br><br>
        <i>Сегодня богатый книжный фонд, состоящий из <b>1 090 672</b> экземпляров, включает в себя научные и научно-популярные издания, научные труды ППС, учебную и учебно-методическую литературу, периодические издания, авторефераты, диссертации, электронные учебники, фонд редких изданий, художественную литературу и т.д. </i><br><br>
        По единому читательскому билету зарегистрировано – более <b>6 200</b> читателей.<br><br>
        Читальные  залы библиотеки вмещают одновременно – <b>450</b> читателей.<br><br> 
        На сегодняшний день, Научная библиотека расположенная на <b>4295</b> квадратных метрах, с целью пополнения своего фонда литературой и учебниками нового поколения, тесно контактирует и совместно работает с ведущими отечественными издательствами.<br><br>
        Вместе с тем, ежегодно оформляется подписка на <b>195</b> наименований <b>275</b> комплектов периодических изданий, из которых <b>129</b> наименований на государственном языке.<br><br>
        <i>Из всего книжного фонда  <b>6 700</b> учебников переведены на электронную версию. Созданы электронные версии и рекомендованы читателям труды ППС  университета. </i><br><br>
        В настоящее время руководит библиотекой <b>Багашарова Бакытжамал Тельмановна</b>.  В коллективе библиотеки трудятся высокообразованные специалисты.<br><br>
        <img src="/public/img/upload/collectiv.jpg" style="display: block;margin: 20px auto; border-radius: 5px;">
        Согласно современным требованиям обслуживание читателей осуществляется в обновленной форме по Автоматизированной казахстанской программе  «КАБИС». Автоматизированы виды оказания услуг в библиотеке, облегчена подача заявки и поиска информации. В соответствии  с требованием времени фонд библиотеки внедрен в электронную базу данных, что позволило осуществлять процесс выдачи и приема книг от читателей посредством системы штрих-кодов.<br><br>
        Электронный парк Научной библиотеки укомплектован <b>60</b> компьютерами новой волны, копировальной техникой, принтерами и сканером «Qidenus». Установленная в читальном зале многоотраслевой литературы интерактивная доска также является показателем инновации библиотечного обслуживания. <br><br>
        <b>Посредством сети интернет читатели имеют полную возможность пользоваться электронными ресурсами компаний Thomson Reuters, Springer Link, Polpred и других компаний через Республиканскую межвузовскую электронную библиотеку (РМЭБ)</b>(<a href="http://www.rmeb.kz/">www.rmeb.kz</a>)<br>
        Обновлен <b>сайт библиотеки</b> (<a href="http://lib.kazmkpu.kz/info/kz/">http://lib.kazmkpu.kz/info/kz/</a>), читателям представилась возможность пользоваться виртуальной информационной службой под названием «Спроси у библиотекаря».<br><br>
        В читальных залах для читателей организован открытый доступ к фонду. Необходимость и польза данного фонда для читателей очень высока.<br><br>
        В стенах библиотеки традиционно проводятся интересные вечера-встречи с поэтами, писателями и другими известными личностями, круглые столы, посвященные актуальным проблемам сегодняшнего дня, конференции, дни открытых дверей. К каждому мероприятию оформляются красочные книжные выставки. В ходе проведения массовых мероприятий Научная библиотека работает в тесном контакте с Департаментом по воспитательной и социальной работе.<br><br>
        Основная цель библиотеки – повысить конкурентноспособность высшего учебного заведения на рынке образовательных услуг, оказание библиотечно-информационной поддержки в учебном и научно-исследовательском процессе университета.<br><br>
        Библиотека университета состоит из следующих структурных подразделений:<br><br>
        <ul>
            <li>Отдел обслуживания читателей (абонементы, читальные залы)</li>
            <li>Отдел комплектования библиотечного фонда и научной обработки документов</li>
            <li>Отдел справочной библиографии и информации</li>
            <li>Отдел книгохранения</li>
            <li>Центр электронных ресурсов</li>
        </ul>
        ',
        
    ];